<?php

return [
    'settings' => [
        'greeting' => 'لاهل بك {{user_first_name}} فى خارطة التحرش!',
        'get_started' => 'المساعدة',
    ],

    'incidents' => [
        'no_more' => 'لا يوجد المزيد من التقارير',
        'more' => 'المزيد من التقارير:',
        'next' => 'التالى',
        'report_date' => 'تاريخ التقرير: ',
        'self' => 'نفسه',
        'witness' => 'شاهد',
        'reporter_relation'  => 'علاقة مرسل التقرير بالحادثة:',
        'details' => 'التفاصيل',
        'date' => 'تاريخ الحادثة',
        'time' => 'وقت الحادثة',
        'type' => 'نوع التحرش',
        'more_details' => 'تفاصيل اكتر',
        'assistance' => 'هل قام المارة بالتدخل للمساعدة؟',
        'yes' => 'نعم',
        'no' => 'لا',

        'types' => [
            'verbal' => 'لفظى',
            'physical' => 'جسدى',
            'VERBAL1' => 'النظر المتفحّص',
            'VERBAL2' => 'التلميحات بالوجه',
            'VERBAL3' => 'الندءات (البسبسة)',
            'VERBAL4' => 'التعليقات',
            'VERBAL5' => 'الملاحقة أو التتبع',
            'VERBAL6' => 'الدعوة الجنسة',
            'PHYSICAL1' => 'اللمس',
            'PHYSICAL2' => 'التعري',
            'PHYSICAL3' => 'التهديد والترهيب',
            'PHYSICAL4' => 'الاعتداء الجنسي',
            'PHYSICAL5' => 'الاغتصاب',
            'PHYSICAL6' => 'التحرش الجماعي',


        ],


    ],

    'menu' => [
        'help' => 'أساعدك ازاى؟',
        'report' => 'لإبلاغ عن حالة تحرش',
        'query' => 'عرض بلاغات التحرش',
    ],

    'report' => [
        'confirm1' => 'تم استلام البلاغ',
        'confirm2' => 'نشكركم على التصرف بشكل إيجابي وعلى قيامكم بالإبلاغ عن التحرش الجنسي. تساعدنا بلاغاتكم على الحصول على أدلة بالغة الأهمية نستخدمها لإنشاء حملات توعية، وإجراء أبحاث جديدة، وتفعيل برنامجنا "مدارس وجامعات آمنة"، بالإضافة إلى تخطيط وتنفيذ أعمال مجتمعية عديدة في جميع أنحاء مصر من أجل القضاء على التقبل المجتمعي للتحرش والاعتداء الجنسي.',
        'confirm3' => 'للحصول على معلومات عن خدمات قانونية ونفسية مجانية تقدري تتصلي على نظرة للدراسات النسوية على تليفون 0227946992',
        'contact_us' => 'تواصل معنا للمساعدة',
        'share_location' => 'ممكن تبعتي مكان الحادثة باستخدام خاصية مشاركة المكان؟',
        'assistance' => 'هل قام المارة بالتدخل للمساعدة؟',
        'type' => 'برجاء الاختيار',
        'detail' => 'من فضلك، أبلغنا عن الواقعة بأكثر قدر ممكن من التفاصيل فى رسالة واحدة.',
        'privacy' => 'تقدري تبلغي عن حادثة التحرش هنا بسرية تامه.  مش هنحتفظ باي بيانات او معلومات شخصية ليكي.',
        'relation' => 'علاقتك بالبلاغ؟',
        'self' => 'حصلي شخصيا',
        'witness' => 'شاهد عليه',
        'when' => 'امتى حصل التحرش؟',
        'dates' => [
            'TODAY' => 'النهارده',
            'YESTERDAY' => 'امبارح',
            'DAY_BEFORE_YESTERDAY' => 'اول امبارح',
            'EARLIER' => 'قبل كده',
        ],
        'time' => 'الساعة كام نقريبا؟',
        'times' => [
            'TIME_12' => '12 الظهر',
            'TIME_15' => '3 العصر',
            'TIME_18' => '6 مساء',
            'TIME_00' => '12 نصف الليل',
            'TIME_6' => '6 الفجر',
        ]

    ],

    'links' => [
        'nazra' => [
            'title' => 'نظرة للدراسات النسوية',
            'url' => 'http://nazra.org/%D8%A7%D8%AA%D8%B5%D9%84-%D8%A8%D9%86%D8%A7',
        ],

        'hm' => [
            'title' => 'خريطة التحرش',
            'url' => 'http://harassmap.org/ar/contact-us/',
        ],
    ]

];
